{
  "text": {
    "hey": 44,
    "hello": 43,
    "hi": 45,
    "xin": 143,
    "chào": 21,
    "buổi": 10,
    "sáng": 108,
    "chiều": 18,
    "there": 110,
    "__number__": 0,
    "chao": 17,
    "bye": 11,
    "tạm": 129,
    "biệt": 6,
    "cee": 16,
    "you": 146,
    "later": 59,
    "hẹn": 50,
    "gặp": 39,
    "lại": 63,
    "goodbye": 36,
    "bái": 12,
    "bai": 2,
    "see": 105,
    "yes": 145,
    "y": 144,
    "vâng": 135,
    "tất": 130,
    "nhiên": 81,
    "rồi": 101,
    "nghe": 77,
    "thật": 115,
    "tuyệt": 126,
    "đúng": 155,
    "vậyvậy": 137,
    "no": 87,
    "n": 74,
    "không": 55,
    "tôi": 127,
    "nghĩ": 78,
    "vậy": 136,
    "thể": 117,
    "nào": 88,
    "thích": 111,
    "nó": 89,
    "bao": 3,
    "giờ": 35,
    "vời": 141,
    "rất": 100,
    "thú": 112,
    "vị": 138,
    "hay": 42,
    "ho": 46,
    "thấy": 114,
    "tốt": 132,
    "đỉnh": 158,
    "nóc": 90,
    "kịch": 58,
    "trần": 124,
    "bay": 4,
    "phất": 95,
    "phới": 98,
    "ờ": 160,
    "mây": 69,
    "dinh": 32,
    "gút": 38,
    "chóp": 23,
    "nai": 75,
    "sừ": 109,
    "ô": 148,
    "dít": 33,
    "i": 52,
    "mai": 65,
    "boy": 8,
    "so": 107,
    "phớ": 97,
    "phẹt": 96,
    "ngon": 79,
    "điểm": 150,
    "kinh": 57,
    "khủng": 56,
    "tồi": 133,
    "tệ": 131,
    "lắm": 64,
    "làm": 62,
    "cảm": 29,
    "thất": 113,
    "vọng": 139,
    "như": 84,
    "j97": 53,
    "buồn": 9,
    "một": 73,
    "chút": 24,
    "cả": 28,
    "haizzz": 41,
    "saaaaad": 102,
    "sadsad": 104,
    "sad": 103,
    "menu": 66,
    "cần": 30,
    "thứ": 120,
    "gì": 37,
    "đó": 154,
    "để": 157,
    "giải": 34,
    "khát": 54,
    "ở": 161,
    "đây": 153,
    "có": 27,
    "bán": 13,
    "đưa": 156,
    "uống": 134,
    "hông": 49,
    "nhất": 85,
    "best": 5,
    "seller": 106,
    "của": 31,
    "quán": 99,
    "là": 61,
    "cho": 19,
    "cafe": 15,
    "truyền": 123,
    "thống": 118,
    "đá": 152,
    "bạn": 14,
    "bot": 7,
    "à": 147,
    "người": 80,
    "ak": 1,
    "đang": 149,
    "nói": 91,
    "chuyện": 20,
    "với": 140,
    "máy": 68,
    "thời": 119,
    "tiết": 121,
    "hôm": 48,
    "nay": 76,
    "hà": 47,
    "nội": 93,
    "thế": 116,
    "trời": 125,
    "mưa": 72,
    "đà": 151,
    "nẵng": 92,
    "nhiệt": 83,
    "độ": 159,
    "tại": 128,
    "tp": 122,
    "hồ": 51,
    "chí": 22,
    "minh": 67,
    "nhiêu": 82,
    "các": 26,
    "món": 71,
    "cà": 25,
    "phê": 94,
    "gồm": 40,
    "những": 86,
    "loại": 60,
    "mình": 70,
    "xem": 142
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 9,
    "mood_unhappy": 10,
    "menu": 8,
    "cafe": 4,
    "order": 11,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask_coffee_menu": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_coffee_menu": 6,
    "action_get_weather": 7,
    "utter_cafe": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18,
    "utter_menu": 19,
    "utter_order": 20,
    "utter_unhappy": 21
  },
  "action_text": null,
  "intent_response_key": null
}