{
  "text": {
    "hey": 31,
    "hello": 30,
    "hi": 32,
    "xin": 97,
    "chào": 17,
    "buổi": 9,
    "sáng": 73,
    "chiều": 15,
    "there": 75,
    "__number__": 0,
    "chao": 14,
    "bye": 10,
    "tạm": 85,
    "biệt": 5,
    "cee": 13,
    "you": 100,
    "later": 41,
    "hẹn": 34,
    "gặp": 27,
    "lại": 44,
    "goodbye": 25,
    "bái": 11,
    "bai": 2,
    "see": 71,
    "yes": 99,
    "y": 98,
    "vâng": 90,
    "tất": 86,
    "nhiên": 55,
    "rồi": 67,
    "nghe": 52,
    "thật": 80,
    "tuyệt": 83,
    "đúng": 104,
    "vậyvậy": 92,
    "no": 57,
    "n": 50,
    "không": 37,
    "tôi": 84,
    "nghĩ": 53,
    "vậy": 91,
    "thể": 81,
    "nào": 58,
    "thích": 76,
    "nó": 59,
    "bao": 3,
    "giờ": 24,
    "vời": 96,
    "rất": 66,
    "thú": 77,
    "vị": 93,
    "hay": 29,
    "ho": 33,
    "thấy": 79,
    "tốt": 88,
    "đỉnh": 105,
    "nóc": 60,
    "kịch": 40,
    "trần": 82,
    "bay": 4,
    "phất": 62,
    "phới": 65,
    "ờ": 106,
    "mây": 48,
    "dinh": 22,
    "gút": 26,
    "chóp": 18,
    "nai": 51,
    "sừ": 74,
    "ô": 102,
    "dít": 23,
    "i": 35,
    "mai": 46,
    "boy": 7,
    "so": 72,
    "phớ": 64,
    "phẹt": 63,
    "kinh": 39,
    "khủng": 38,
    "tồi": 89,
    "tệ": 87,
    "lắm": 45,
    "làm": 43,
    "cảm": 21,
    "thất": 78,
    "vọng": 94,
    "như": 56,
    "j97": 36,
    "buồn": 8,
    "một": 49,
    "chút": 19,
    "cả": 20,
    "haizzz": 28,
    "saaaaad": 68,
    "sadsad": 70,
    "sad": 69,
    "bạn": 12,
    "là": 42,
    "bot": 6,
    "à": 101,
    "người": 54,
    "ak": 1,
    "đang": 103,
    "nói": 61,
    "chuyện": 16,
    "với": 95,
    "máy": 47
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}