{
  "text": {
    "hey": 40,
    "hello": 39,
    "hi": 41,
    "xin": 117,
    "chào": 21,
    "buổi": 10,
    "sáng": 89,
    "chiều": 18,
    "there": 91,
    "__number__": 0,
    "chao": 17,
    "bye": 11,
    "tạm": 104,
    "biệt": 6,
    "cee": 16,
    "you": 120,
    "later": 52,
    "hẹn": 44,
    "gặp": 36,
    "lại": 55,
    "goodbye": 33,
    "bái": 12,
    "bai": 2,
    "see": 86,
    "yes": 119,
    "y": 118,
    "vâng": 110,
    "tất": 105,
    "nhiên": 68,
    "rồi": 82,
    "nghe": 64,
    "thật": 96,
    "tuyệt": 102,
    "đúng": 128,
    "vậyvậy": 112,
    "no": 71,
    "n": 62,
    "không": 48,
    "tôi": 103,
    "nghĩ": 65,
    "vậy": 111,
    "thể": 97,
    "nào": 72,
    "thích": 92,
    "nó": 73,
    "bao": 3,
    "giờ": 32,
    "vời": 116,
    "rất": 81,
    "thú": 93,
    "vị": 113,
    "hay": 38,
    "ho": 42,
    "thấy": 95,
    "tốt": 107,
    "đỉnh": 131,
    "nóc": 74,
    "kịch": 51,
    "trần": 101,
    "bay": 4,
    "phất": 76,
    "phới": 79,
    "ờ": 132,
    "mây": 60,
    "dinh": 29,
    "gút": 35,
    "chóp": 22,
    "nai": 63,
    "sừ": 90,
    "ô": 122,
    "dít": 30,
    "i": 45,
    "mai": 57,
    "boy": 8,
    "so": 88,
    "phớ": 78,
    "phẹt": 77,
    "ngon": 66,
    "điểmđiểm": 124,
    "kinh": 50,
    "khủng": 49,
    "tồi": 108,
    "tệ": 106,
    "lắm": 56,
    "làm": 54,
    "cảm": 26,
    "thất": 94,
    "vọng": 114,
    "như": 69,
    "j97": 46,
    "buồn": 9,
    "một": 61,
    "chút": 23,
    "cả": 25,
    "haizzz": 37,
    "saaaaad": 83,
    "sadsad": 85,
    "sad": 84,
    "menu": 58,
    "cần": 27,
    "thứ": 99,
    "gì": 34,
    "đó": 127,
    "để": 130,
    "giải": 31,
    "khát": 47,
    "ở": 133,
    "đây": 126,
    "có": 24,
    "bán": 13,
    "đưa": 129,
    "uống": 109,
    "hông": 43,
    "nhất": 70,
    "best": 5,
    "seller": 87,
    "của": 28,
    "quán": 80,
    "là": 53,
    "cho": 19,
    "cafe": 15,
    "truyền": 100,
    "thống": 98,
    "đá": 125,
    "bạn": 14,
    "bot": 7,
    "à": 121,
    "người": 67,
    "ak": 1,
    "đang": 123,
    "nói": 75,
    "chuyện": 20,
    "với": 115,
    "máy": 59
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "menu": 6,
    "cafe": 2,
    "order": 9,
    "bot_challenge": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cafe": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17,
    "utter_menu": 18,
    "utter_order": 19,
    "utter_unhappy": 20
  },
  "action_text": null,
  "intent_response_key": null
}