{
  "text": {
    "hey": 41,
    "hello": 40,
    "hi": 42,
    "xin": 134,
    "chào": 21,
    "buổi": 10,
    "sáng": 100,
    "chiều": 18,
    "there": 102,
    "__number__": 0,
    "chao": 17,
    "bye": 11,
    "tạm": 121,
    "biệt": 6,
    "cee": 16,
    "you": 137,
    "later": 56,
    "hẹn": 47,
    "gặp": 37,
    "lại": 59,
    "goodbye": 34,
    "bái": 12,
    "bai": 2,
    "see": 97,
    "yes": 136,
    "y": 135,
    "vâng": 127,
    "tất": 122,
    "nhiên": 75,
    "rồi": 93,
    "nghe": 71,
    "thật": 107,
    "tuyệt": 118,
    "đúng": 146,
    "vậyvậy": 129,
    "no": 80,
    "n": 68,
    "không": 52,
    "tôi": 119,
    "nghĩ": 72,
    "vậy": 128,
    "thể": 109,
    "nào": 81,
    "thích": 103,
    "nó": 82,
    "bao": 3,
    "giờ": 33,
    "vời": 133,
    "rất": 92,
    "thú": 104,
    "vị": 130,
    "hay": 39,
    "ho": 43,
    "thấy": 106,
    "tốt": 124,
    "đỉnh": 149,
    "nóc": 83,
    "kịch": 55,
    "trần": 116,
    "bay": 4,
    "phất": 87,
    "phới": 90,
    "ờ": 151,
    "mây": 65,
    "dinh": 30,
    "gút": 36,
    "chóp": 23,
    "nai": 69,
    "sừ": 101,
    "ô": 139,
    "dít": 31,
    "i": 49,
    "mai": 61,
    "boy": 8,
    "so": 99,
    "phớ": 89,
    "phẹt": 88,
    "ngon": 73,
    "điểmđiểm": 141,
    "kinh": 54,
    "khủng": 53,
    "tồi": 125,
    "tệ": 123,
    "lắm": 60,
    "làm": 58,
    "cảm": 27,
    "thất": 105,
    "vọng": 131,
    "như": 78,
    "j97": 50,
    "buồn": 9,
    "một": 67,
    "chút": 24,
    "cả": 26,
    "haizzz": 38,
    "saaaaad": 94,
    "sadsad": 96,
    "sad": 95,
    "menu": 62,
    "cần": 28,
    "thứ": 112,
    "gì": 35,
    "đó": 145,
    "để": 148,
    "giải": 32,
    "khát": 51,
    "ở": 152,
    "đây": 144,
    "có": 25,
    "bán": 13,
    "đưa": 147,
    "uống": 126,
    "hông": 46,
    "nhất": 79,
    "best": 5,
    "seller": 98,
    "của": 29,
    "quán": 91,
    "là": 57,
    "cho": 19,
    "cafe": 15,
    "truyền": 115,
    "thống": 110,
    "đá": 143,
    "bạn": 14,
    "bot": 7,
    "à": 138,
    "người": 74,
    "ak": 1,
    "đang": 140,
    "nói": 84,
    "chuyện": 20,
    "với": 132,
    "máy": 64,
    "thời": 111,
    "tiết": 113,
    "hôm": 45,
    "nay": 70,
    "hà": 44,
    "nội": 86,
    "thế": 108,
    "trời": 117,
    "mưa": 66,
    "đà": 142,
    "nẵng": 85,
    "nhiệt": 77,
    "độ": 150,
    "tại": 120,
    "tp": 114,
    "hồ": 48,
    "chí": 22,
    "minh": 63,
    "nhiêu": 76
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 9,
    "mood_unhappy": 10,
    "menu": 8,
    "cafe": 4,
    "order": 11,
    "bot_challenge": 3,
    "ask_weather": 2,
    "ask": 1,
    "weather": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_weather": 6,
    "utter_cafe": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18,
    "utter_menu": 19,
    "utter_order": 20,
    "utter_unhappy": 21
  },
  "action_text": null,
  "intent_response_key": null
}