{
  "text": {
    " ": 0,
    "h": 440,
    "e": 386,
    "y": 813,
    " h": 71,
    "he": 449,
    "ey": 407,
    "y ": 814,
    " he": 75,
    "hey": 455,
    "ey ": 408,
    " hey": 77,
    "hey ": 456,
    "l": 564,
    "o": 648,
    "el": 390,
    "ll": 571,
    "lo": 576,
    "o ": 649,
    "hel": 451,
    "ell": 391,
    "llo": 574,
    "lo ": 577,
    " hel": 76,
    "hell": 452,
    "ello": 393,
    "llo ": 575,
    "i": 518,
    "hi": 457,
    "i ": 519,
    " hi": 78,
    "hi ": 458,
    " hi ": 79,
    "x": 809,
    "n": 611,
    " x": 210,
    "xi": 810,
    "in": 520,
    "n ": 612,
    " xi": 211,
    "xin": 811,
    "in ": 521,
    " xin": 212,
    "xin ": 812,
    "c": 336,
    "à": 839,
    " c": 32,
    "ch": 344,
    "hà": 468,
    "ào": 843,
    " ch": 37,
    "chà": 354,
    "hào": 469,
    "ào ": 844,
    " chà": 42,
    "chào": 355,
    "hào ": 470,
    "b": 299,
    "u": 767,
    "ổ": 1010,
    " b": 10,
    "bu": 320,
    "uổ": 787,
    "ổi": 1011,
    " bu": 22,
    "buổ": 323,
    "uổi": 788,
    "ổi ": 1012,
    " buổ": 24,
    "buổi": 324,
    "uổi ": 789,
    "s": 697,
    "á": 845,
    "g": 412,
    " s": 154,
    "sá": 714,
    "án": 849,
    "ng": 616,
    "g ": 413,
    " sá": 163,
    "sán": 715,
    "áng": 851,
    "ng ": 617,
    " sán": 164,
    "sáng": 716,
    "áng ": 852,
    "ề": 969,
    "iề": 533,
    "ều": 972,
    "u ": 768,
    "chi": 348,
    "hiề": 461,
    "iều": 534,
    "ều ": 973,
    " chi": 39,
    "chiề": 349,
    "hiều": 462,
    "iều ": 535,
    "t": 719,
    "r": 678,
    " t": 167,
    "th": 724,
    "er": 397,
    "re": 683,
    "e ": 387,
    " th": 168,
    "the": 725,
    "her": 453,
    "ere": 401,
    "re ": 684,
    " the": 169,
    "ther": 726,
    "here": 454,
    "ere ": 402,
    "_": 259,
    "m": 588,
    " _": 4,
    "__": 261,
    "_n": 265,
    "nu": 635,
    "um": 769,
    "mb": 593,
    "be": 307,
    "r_": 680,
    "_ ": 260,
    " __": 5,
    "__n": 263,
    "_nu": 266,
    "num": 637,
    "umb": 770,
    "mbe": 594,
    "ber": 308,
    "er_": 399,
    "r__": 681,
    "__ ": 262,
    " __n": 6,
    "__nu": 264,
    "_num": 267,
    "numb": 638,
    "umbe": 771,
    "mber": 595,
    "ber_": 309,
    "er__": 400,
    "r__ ": 682,
    "a": 268,
    "ha": 442,
    "ao": 292,
    "cha": 346,
    "hao": 445,
    "ao ": 293,
    " cha": 38,
    "chao": 347,
    "hao ": 446,
    "by": 325,
    "ye": 815,
    " by": 25,
    "bye": 326,
    "ye ": 816,
    " bye": 26,
    "bye ": 327,
    "ạ": 930,
    "tạ": 753,
    "ạm": 933,
    "m ": 589,
    " tạ": 184,
    "tạm": 754,
    "ạm ": 934,
    " tạm": 185,
    "tạm ": 755,
    "ệ": 980,
    "bi": 312,
    "iệ": 540,
    "ệt": 984,
    "t ": 720,
    " bi": 17,
    "biệ": 313,
    "iệt": 541,
    "ệt ": 985,
    " biệ": 18,
    "biệt": 314,
    "iệt ": 542,
    "ce": 341,
    "ee": 388,
    " ce": 35,
    "cee": 342,
    "ee ": 389,
    " cee": 36,
    "cee ": 343,
    " y": 213,
    "yo": 819,
    "ou": 660,
    " yo": 217,
    "you": 820,
    "ou ": 661,
    " you": 218,
    "you ": 821,
    " l": 100,
    "la": 565,
    "at": 294,
    "te": 721,
    "r ": 679,
    " la": 101,
    "lat": 566,
    "ate": 295,
    "ter": 722,
    "er ": 398,
    " lat": 102,
    "late": 567,
    "ater": 296,
    "ter ": 723,
    "ẹ": 964,
    "hẹ": 499,
    "ẹn": 965,
    " hẹ": 84,
    "hẹn": 500,
    "ẹn ": 966,
    " hẹn": 85,
    "hẹn ": 501,
    "ặ": 961,
    "p": 664,
    " g": 59,
    "gặ": 437,
    "ặp": 962,
    "p ": 665,
    " gặ": 69,
    "gặp": 438,
    "ặp ": 963,
    " gặp": 70,
    "gặp ": 439,
    "lạ": 582,
    "ại": 931,
    " lạ": 106,
    "lại": 583,
    "ại ": 932,
    " lại": 107,
    "lại ": 584,
    "d": 372,
    "go": 424,
    "oo": 655,
    "od": 650,
    "db": 374,
    " go": 63,
    "goo": 427,
    "ood": 656,
    "odb": 651,
    "dby": 375,
    " goo": 64,
    "good": 428,
    "oodb": 657,
    "odby": 652,
    "dbye": 376,
    "bá": 328,
    "ái": 847,
    " bá": 27,
    "bái": 329,
    "ái ": 848,
    " bái": 28,
    "bái ": 330,
    "ba": 300,
    "ai": 283,
    " ba": 11,
    "bai": 301,
    "ai ": 284,
    " bai": 12,
    "bai ": 302,
    "se": 705,
    " se": 158,
    "see": 706,
    " see": 159,
    "see ": 707,
    "es": 403,
    "s ": 698,
    " ye": 215,
    "yes": 817,
    "es ": 404,
    " yes": 216,
    "yes ": 818,
    " y ": 214,
    "v": 790,
    "â": 857,
    " v": 197,
    "vâ": 791,
    "ân": 858,
    " vâ": 198,
    "vân": 792,
    "âng": 859,
    " vân": 199,
    "vâng": 793,
    "âng ": 860,
    "ấ": 943,
    "tấ": 756,
    "ất": 944,
    " tấ": 186,
    "tất": 757,
    "ất ": 945,
    " tất": 187,
    "tất ": 758,
    "ê": 863,
    " n": 121,
    "nh": 625,
    "iê": 527,
    "ên": 864,
    " nh": 129,
    "nhi": 627,
    "hiê": 459,
    "iên": 528,
    "ên ": 865,
    " nhi": 130,
    "nhiê": 628,
    "hiên": 460,
    "iên ": 529,
    "ồ": 1005,
    " r": 149,
    "rồ": 694,
    "ồi": 1006,
    " rồ": 152,
    "rồi": 695,
    "ồi ": 1007,
    " rồi": 153,
    "rồi ": 696,
    "gh": 414,
    " ng": 125,
    "ngh": 618,
    "ghe": 415,
    "he ": 450,
    " ngh": 126,
    "nghe": 619,
    "ghe ": 416,
    "ậ": 951,
    "hậ": 496,
    "ật": 952,
    "thậ": 734,
    "hật": 497,
    "ật ": 953,
    " thậ": 173,
    "thật": 735,
    "hật ": 498,
    "tu": 747,
    "uy": 772,
    "yệ": 828,
    " tu": 180,
    "tuy": 748,
    "uyệ": 775,
    "yệt": 831,
    " tuy": 181,
    "tuyệ": 749,
    "uyệt": 777,
    "yệt ": 832,
    "đ": 896,
    "ú": 889,
    " đ": 223,
    "đú": 910,
    "ún": 891,
    " đú": 234,
    "đún": 911,
    "úng": 892,
    " đún": 235,
    "đúng": 912,
    "úng ": 893,
    "vậ": 794,
    "ậy": 954,
    "yv": 822,
    " vậ": 200,
    "vậy": 795,
    "ậyv": 956,
    "yvậ": 823,
    "ậy ": 955,
    " vậy": 201,
    "vậyv": 797,
    "ậyvậ": 957,
    "yvậy": 824,
    "vậy ": 796,
    "no": 633,
    " no": 133,
    "no ": 634,
    " no ": 134,
    " n ": 122,
    "k": 549,
    "ô": 882,
    " k": 91,
    "kh": 551,
    "hô": 480,
    "ôn": 886,
    " kh": 92,
    "khô": 554,
    "hôn": 481,
    "ông": 887,
    " khô": 94,
    "khôn": 555,
    "hông": 482,
    "ông ": 888,
    "tô": 750,
    "ôi": 884,
    " tô": 182,
    "tôi": 751,
    "ôi ": 885,
    " tôi": 183,
    "tôi ": 752,
    "ĩ": 921,
    "hĩ": 487,
    "ĩ ": 922,
    "ghĩ": 417,
    "hĩ ": 488,
    "nghĩ": 620,
    "ghĩ ": 418,
    "ể": 974,
    "hể": 504,
    "ể ": 975,
    "thể": 736,
    "hể ": 505,
    " thể": 174,
    "thể ": 737,
    "nà": 639,
    " nà": 135,
    "nào": 640,
    " nào": 136,
    "nào ": 641,
    "í": 868,
    "hí": 474,
    "íc": 869,
    "h ": 441,
    "thí": 727,
    "híc": 475,
    "ích": 870,
    "ch ": 345,
    " thí": 170,
    "thíc": 728,
    "hích": 476,
    "ích ": 871,
    "ó": 874,
    "nó": 642,
    "ó ": 875,
    " nó": 137,
    "nó ": 643,
    " nó ": 138,
    "bao": 303,
    " bao": 13,
    "bao ": 304,
    "ờ": 1020,
    "gi": 419,
    "iờ": 543,
    "ờ ": 1021,
    " gi": 60,
    "giờ": 422,
    "iờ ": 544,
    " giờ": 62,
    "giờ ": 423,
    "vờ": 806,
    "ời": 1022,
    " vờ": 208,
    "vời": 807,
    "ời ": 1023,
    " vời": 209,
    "vời ": 808,
    "rấ": 688,
    " rấ": 150,
    "rất": 689,
    " rất": 151,
    "rất ": 690,
    "hú": 483,
    "ú ": 890,
    "thú": 729,
    "hú ": 484,
    " thú": 171,
    "thú ": 730,
    "ị": 990,
    "vị": 798,
    "ị ": 991,
    " vị": 202,
    "vị ": 799,
    " vị ": 203,
    "ay": 297,
    " ha": 72,
    "hay": 447,
    "ay ": 298,
    " hay": 74,
    "hay ": 448,
    "ho": 463,
    " ho": 80,
    "ho ": 464,
    " ho ": 81,
    "hấ": 491,
    "ấy": 946,
    "thấ": 731,
    "hấy": 494,
    "ấy ": 947,
    " thấ": 172,
    "thấy": 733,
    "hấy ": 495,
    "ố": 999,
    "tố": 761,
    "ốt": 1003,
    " tố": 190,
    "tốt": 762,
    "ốt ": 1004,
    " tốt": 191,
    "tốt ": 763,
    "ỉ": 986,
    "đỉ": 918,
    "ỉn": 987,
    " đỉ": 240,
    "đỉn": 919,
    "ỉnh": 988,
    "nh ": 626,
    " đỉn": 241,
    "đỉnh": 920,
    "ỉnh ": 989,
    "óc": 876,
    "c ": 337,
    "nóc": 644,
    "óc ": 877,
    " nóc": 139,
    "nóc ": 645,
    "kị": 561,
    "ịc": 992,
    " kị": 98,
    "kịc": 562,
    "ịch": 993,
    " kịc": 99,
    "kịch": 563,
    "ịch ": 994,
    "ầ": 948,
    "tr": 742,
    "rầ": 691,
    "ần": 949,
    " tr": 177,
    "trầ": 745,
    "rần": 692,
    "ần ": 950,
    " trầ": 179,
    "trần": 746,
    "rần ": 693,
    "bay": 305,
    " bay": 14,
    "bay ": 306,
    " p": 141,
    "ph": 666,
    " ph": 142,
    "phấ": 667,
    "hất": 492,
    " phấ": 143,
    "phất": 668,
    "hất ": 493,
    "ớ": 1016,
    "hớ": 509,
    "ới": 1018,
    "phớ": 671,
    "hới": 511,
    "ới ": 1019,
    " phớ": 145,
    "phới": 673,
    "hới ": 512,
    " ờ": 242,
    " ờ ": 243,
    " m": 110,
    "mâ": 602,
    "ây": 861,
    " mâ": 117,
    "mây": 603,
    "ây ": 862,
    " mây": 118,
    "mây ": 604,
    " d": 54,
    "di": 377,
    " di": 55,
    "din": 378,
    "inh": 522,
    " din": 56,
    "dinh": 379,
    "inh ": 523,
    "gú": 431,
    "út": 894,
    " gú": 67,
    "gút": 432,
    "út ": 895,
    " gút": 68,
    "gút ": 433,
    "hó": 477,
    "óp": 880,
    "chó": 356,
    "hóp": 478,
    "óp ": 881,
    " chó": 43,
    "chóp": 357,
    "hóp ": 479,
    "na": 613,
    " na": 123,
    "nai": 614,
    " nai": 124,
    "nai ": 615,
    "ừ": 1034,
    "sừ": 717,
    "ừ ": 1035,
    " sừ": 165,
    "sừ ": 718,
    " sừ ": 166,
    " ô": 221,
    "ô ": 883,
    " ô ": 222,
    "dí": 383,
    "ít": 872,
    " dí": 57,
    "dít": 384,
    "ít ": 873,
    " dít": 58,
    "dít ": 385,
    " i": 86,
    " i ": 87,
    "ma": 590,
    " ma": 111,
    "mai": 591,
    " mai": 112,
    "mai ": 592,
    "bo": 315,
    "oy": 662,
    " bo": 19,
    "boy": 318,
    "oy ": 663,
    " boy": 21,
    "boy ": 319,
    "so": 710,
    " so": 161,
    "so ": 711,
    " so ": 162,
    "ớ ": 1017,
    "hớ ": 510,
    "phớ ": 672,
    "ẹt": 967,
    "phẹ": 669,
    "hẹt": 502,
    "ẹt ": 968,
    " phẹ": 144,
    "phẹt": 670,
    "hẹt ": 503,
    "on": 653,
    "ngo": 621,
    "gon": 425,
    "on ": 654,
    " ngo": 127,
    "ngon": 622,
    "gon ": 426,
    "đi": 900,
    "iể": 536,
    "ểm": 976,
    "mđ": 605,
    " đi": 226,
    "điể": 901,
    "iểm": 537,
    "ểmđ": 978,
    "mđi": 606,
    "ểm ": 977,
    " điể": 227,
    "điểm": 902,
    "iểmđ": 539,
    "ểmđi": 979,
    "mđiể": 607,
    "iểm ": 538,
    "ki": 558,
    " ki": 96,
    "kin": 559,
    " kin": 97,
    "kinh": 560,
    "ủ": 1026,
    "hủ": 513,
    "ủn": 1029,
    "khủ": 556,
    "hủn": 514,
    "ủng": 1030,
    " khủ": 95,
    "khủn": 557,
    "hủng": 515,
    "ủng ": 1031,
    "tồ": 764,
    " tồ": 192,
    "tồi": 765,
    " tồi": 193,
    "tồi ": 766,
    "tệ": 759,
    "ệ ": 981,
    " tệ": 188,
    "tệ ": 760,
    " tệ ": 189,
    "ắ": 958,
    "lắ": 585,
    "ắm": 959,
    " lắ": 108,
    "lắm": 586,
    "ắm ": 960,
    " lắm": 109,
    "lắm ": 587,
    "là": 578,
    "àm": 841,
    " là": 103,
    "làm": 580,
    "àm ": 842,
    " làm": 105,
    "làm ": 581,
    "ả": 937,
    "cả": 362,
    "ảm": 941,
    " cả": 47,
    "cảm": 364,
    "ảm ": 942,
    " cảm": 49,
    "cảm ": 365,
    "thất": 732,
    "ọ": 995,
    "vọ": 800,
    "ọn": 996,
    " vọ": 204,
    "vọn": 801,
    "ọng": 997,
    " vọn": 205,
    "vọng": 802,
    "ọng ": 998,
    "ư": 923,
    "hư": 489,
    "ư ": 924,
    "như": 629,
    "hư ": 490,
    " như": 131,
    "như ": 630,
    "j": 545,
    "9": 252,
    "7": 250,
    " j": 88,
    "j9": 546,
    "97": 253,
    "7 ": 251,
    " j9": 89,
    "j97": 547,
    "97 ": 254,
    " j97": 90,
    "j97 ": 548,
    "uồ": 784,
    "ồn": 1008,
    "buồ": 321,
    "uồn": 785,
    "ồn ": 1009,
    " buồ": 23,
    "buồn": 322,
    "uồn ": 786,
    ":": 255,
    "(": 246,
    " :": 1,
    ":(": 256,
    "((": 248,
    "( ": 247,
    " :(": 2,
    ":((": 257,
    "(( ": 249,
    " :((": 3,
    ":(( ": 258,
    "ộ": 1013,
    "mộ": 608,
    "ột": 1014,
    " mộ": 119,
    "một": 609,
    "ột ": 1015,
    " một": 120,
    "một ": 610,
    "chú": 358,
    "hút": 485,
    " chú": 44,
    "chút": 359,
    "hút ": 486,
    "ả ": 938,
    "cả ": 363,
    " cả ": 48,
    "z": 833,
    "iz": 524,
    "zz": 835,
    "z ": 834,
    "hai": 443,
    "aiz": 285,
    "izz": 525,
    "zzz": 837,
    "zz ": 836,
    " hai": 73,
    "haiz": 444,
    "aizz": 286,
    "izzz": 526,
    "zzz ": 838,
    "sa": 699,
    "aa": 270,
    "ad": 276,
    "d ": 373,
    " sa": 155,
    "saa": 700,
    "aaa": 271,
    "aad": 274,
    "ad ": 277,
    " saa": 156,
    "saaa": 701,
    "aaaa": 272,
    "aaad": 273,
    "aad ": 275,
    "ds": 380,
    "sad": 702,
    "ads": 278,
    "dsa": 381,
    " sad": 157,
    "sads": 704,
    "adsa": 279,
    "dsad": 382,
    "sad ": 703,
    "me": 596,
    "en": 394,
    " me": 113,
    "men": 597,
    "enu": 395,
    "nu ": 636,
    " men": 114,
    "menu": 598,
    "enu ": 396,
    "cầ": 366,
    " cầ": 50,
    "cần": 367,
    " cần": 51,
    "cần ": 368,
    "ứ": 1032,
    "hứ": 516,
    "ứ ": 1033,
    "thứ": 740,
    "hứ ": 517,
    " thứ": 176,
    "thứ ": 741,
    "ì": 866,
    "gì": 429,
    "ì ": 867,
    " gì": 65,
    "gì ": 430,
    " gì ": 66,
    "đó": 908,
    " đó": 232,
    "đó ": 909,
    " đó ": 233,
    "để": 916,
    " để": 238,
    "để ": 917,
    " để ": 239,
    "iả": 530,
    "ải": 939,
    "giả": 420,
    "iải": 531,
    "ải ": 940,
    " giả": 61,
    "giải": 421,
    "iải ": 532,
    "há": 471,
    "át": 853,
    "khá": 552,
    "hát": 472,
    "át ": 854,
    " khá": 93,
    "khát": 553,
    "hát ": 473,
    "ở": 1024,
    " ở": 244,
    "ở ": 1025,
    " ở ": 245,
    "đâ": 905,
    " đâ": 230,
    "đây": 906,
    " đây": 231,
    "đây ": 907,
    "có": 360,
    " có": 45,
    "có ": 361,
    " có ": 46,
    "bán": 331,
    "án ": 850,
    " bán": 29,
    "bán ": 332,
    "đư": 913,
    "ưa": 925,
    "a ": 269,
    " đư": 236,
    "đưa": 914,
    "ưa ": 926,
    " đưa": 237,
    "đưa ": 915,
    " u": 194,
    "uố": 781,
    "ốn": 1000,
    " uố": 195,
    "uốn": 782,
    "ống": 1001,
    " uốn": 196,
    "uống": 783,
    "ống ": 1002,
    " hô": 82,
    " hôn": 83,
    "nhấ": 631,
    " nhấ": 132,
    "nhất": 632,
    "st": 712,
    " be": 15,
    "bes": 310,
    "est": 405,
    "st ": 713,
    " bes": 16,
    "best": 311,
    "est ": 406,
    "le": 568,
    "sel": 708,
    "lle": 572,
    "ler": 569,
    " sel": 160,
    "sell": 709,
    "elle": 392,
    "ller": 573,
    "ler ": 570,
    "củ": 369,
    "ủa": 1027,
    " củ": 52,
    "của": 370,
    "ủa ": 1028,
    " của": 53,
    "của ": 371,
    "q": 674,
    " q": 146,
    "qu": 675,
    "uá": 778,
    " qu": 147,
    "quá": 676,
    "uán": 779,
    " quá": 148,
    "quán": 677,
    "uán ": 780,
    "à ": 840,
    "là ": 579,
    " là ": 104,
    "cho": 350,
    " cho": 40,
    "cho ": 351,
    "f": 409,
    "ca": 338,
    "af": 280,
    "fe": 410,
    " ca": 33,
    "caf": 339,
    "afe": 281,
    "fe ": 411,
    " caf": 34,
    "cafe": 340,
    "afe ": 282,
    "ru": 685,
    "yề": 825,
    "ền": 970,
    "tru": 743,
    "ruy": 686,
    "uyề": 773,
    "yền": 826,
    "ền ": 971,
    " tru": 178,
    "truy": 744,
    "ruyề": 687,
    "uyền": 774,
    "yền ": 827,
    "hố": 506,
    "thố": 738,
    "hốn": 507,
    " thố": 175,
    "thốn": 739,
    "hống": 508,
    "đá": 903,
    "á ": 846,
    " đá": 228,
    "đá ": 904,
    " đá ": 229,
    "bạ": 333,
    "ạn": 935,
    " bạ": 30,
    "bạn": 334,
    "ạn ": 936,
    " bạn": 31,
    "bạn ": 335,
    "ot": 658,
    "bot": 316,
    "ot ": 659,
    " bot": 20,
    "bot ": 317,
    " à": 219,
    " à ": 220,
    "gư": 434,
    "ườ": 927,
    "ngư": 623,
    "gườ": 435,
    "ười": 928,
    " ngư": 128,
    "ngườ": 624,
    "gười": 436,
    "ười ": 929,
    " a": 7,
    "ak": 287,
    "k ": 550,
    " ak": 8,
    "ak ": 288,
    " ak ": 9,
    "đa": 897,
    "an": 289,
    " đa": 224,
    "đan": 898,
    "ang": 290,
    " đan": 225,
    "đang": 899,
    "ang ": 291,
    "ói": 878,
    "nói": 646,
    "ói ": 879,
    " nói": 140,
    "nói ": 647,
    "hu": 465,
    "ện": 982,
    "chu": 352,
    "huy": 466,
    "yện": 829,
    "ện ": 983,
    " chu": 41,
    "chuy": 353,
    "huyệ": 467,
    "uyện": 776,
    "yện ": 830,
    "vớ": 803,
    " vớ": 206,
    "với": 804,
    " với": 207,
    "với ": 805,
    "má": 599,
    "áy": 855,
    " má": 115,
    "máy": 600,
    "áy ": 856,
    " máy": 116,
    "máy ": 601
  },
  "response": null,
  "action_text": null
}